INSERT INTO `role` VALUES (1, 0, '超级管理员', 'SPADMIN', 1, 0, '保留，不启用', 1, 1, 0, '2016-07-01 11:30:31', '2022-12-16 23:15:00', NULL);
INSERT INTO `role` VALUES (2, 0, '系统管理员', 'SYSADMIN', 2, 1, '管理系统权限资源等后台用户', 1, 1, 0, '2016-07-01 11:30:28', '2021-07-23 17:53:09', NULL);
INSERT INTO `role` VALUES (3, 0, '业务管理员', 'BUSINESS_ADMIN', 3, 1, '管理业务相关系统操作', 1, 1, 0, '2016-07-01 11:27:48', '2018-05-27 16:10:08', NULL);
INSERT INTO `role` VALUES (4, 0, '测试用户', 'TEST', 4, 1, '管理业务相关系统操作', 1, 1, 0, '2016-07-01 11:27:48', '2022-12-08 11:23:36', NULL);
INSERT INTO `role` VALUES (5, 0, '注册用户', 'USER', 4, 1, '管理业务相关系统操作', 1, 1, 0, '2016-07-01 11:27:48', '2020-11-29 19:34:34', NULL);
